Repository: KDE/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ca@valencia, tr

# about_kde_about
source: &lt;h1&gt;About&lt;/h1&gt; &lt;p&gt;KDE is a world-wide community of software engineers, artists, writers, translators and creators who are committed to &lt;a href=https://www.gnu.org/philosophy/free-sw.html&gt;Free Software&lt;/a&gt; development. KDE produces the Plasma desktop environment, hundreds of applications, and the many software libraries that support them.&lt;/p&gt; &lt;p&gt;KDE is a cooperative enterprise: no single entity controls its direction or products. Instead, we work together to achieve the common goal of building the world's finest Free Software. Everyone is welcome to &lt;a href=https://community.kde.org/Get_Involved&gt;join and contribute&lt;/a&gt; to KDE, including you.&lt;/p&gt; Visit &lt;a href=https://www.kde.org/&gt;https://www.kde.org/&lt;/a&gt; for more information about the KDE community and the software we produce.
ca@valencia: &lt;h1&gt;Quant a&lt;/h1&gt; &lt;p&gt;KDE és una comunitat mundial d'enginyers, artistes, escriptors, traductors i creadors de programari compromesos amb el desenvolupament de &lt;a href=https://www.gnu.org/philosophy/free-sw.html&gt;programari lliure&lt;/a&gt;. KDE produïx l'entorn d'escriptori Plasma, centenars d'aplicacions i moltes biblioteques de programari que els donen suport.&lt;/p&gt; &lt;p&gt;KDE és una empresa en cooperativa: cap entitat controla la seua direcció o els productes. En el seu lloc, treballem junts per a aconseguir l'objectiu comú de construir el millor programari lliure del món. Tothom hi és benvingut a &lt;a href=https://community.kde.org/Get_Involved&gt;unir-se i contribuir&lt;/a&gt; a KDE, inclosos vosaltres.&lt;/p&gt; Visiteu &lt;a href=https://www.kde.org/ca/&gt;https://www.kde.org/ca/&lt;/a&gt; per a obtindre més informació sobre la comunitat KDE i el programari que produïm.
tr: &lt;h1&gt;Hakkında&lt;/h1&gt; &lt;p&gt;KDE, &lt;a href=https://www.gnu.org/philosophy/free-sw.html&gt;Özgür Yazılım&lt;/a&gt; hareketine destek veren yazılım mühendislerinin, sanatçıların, yazarların, çevirmenlerin ve yaratıcıların bir araya geldiği dünya çapında bir topluluktur KDE, Plasma masaüstü ortamını, yüzlerce uygulamayı ve onları destekleyen sayısız yazılım kitaplığını üretir.&lt;/p&gt; &lt;p&gt;KDE, işbirlikçi bir kurumdur: Tek bir varlık yönünü veya ürünlerini kontrol etmez. Bunun yerine, dünyanın en kaliteli Özgür Yazılım'larını üretme hedefi için birlikte çalışırız. Herkes, sen de dahil olmak üzere, KDE'ye &lt;a href=https://community.kde.org/Get_Involved&gt;katılıp katkıda bulunmakta özgürdür&lt;/a&gt;.&lt;/p&gt; KDE topluluğu ve ürettiğimiz yazılımlar hakkında daha fazla bilgi için &lt;a href=https://www.kde.org/&gt;https://www.kde.org/&lt;/a&gt; adresini ziyaret edin.

# about_kde_report_bugs_or_wishes
source: &lt;h1&gt;Report Bugs or Wishes&lt;/h1&gt; &lt;p&gt;Software can always be improved, and the KDE team is ready to do so. However, you - the user - must tell us when something does not work as expected or could be done better.&lt;/p&gt; &lt;p&gt;KDE has a bug tracking system. Visit &lt;a href=https://bugs.kde.org/&gt;https://bugs.kde.org/&lt;/a&gt; or use the "Report Bug" button from the about screen to report bugs.&lt;/p&gt; If you have a suggestion for improvement then you are welcome to use the bug tracking system to register your wish. Make sure you use the severity called "Wishlist".
ca@valencia: &lt;h1&gt;Informeu dels errors o desitjos&lt;/h1&gt; &lt;p&gt;El programari sempre es pot millorar, i l'equip de KDE està a punt per a fer-ho. No obstant açò, l'usuari, ha de dir-nos quan alguna cosa no funciona com s'esperava o si podria fer-se millor.&lt;/p&gt; &lt;p&gt;KDE té un sistema de seguiment d'errors. Per a informar-ne d'un, visiteu &lt;a href=https://bugs.kde.org/&gt;https://bugs.kde.org/&lt;/a&gt; o utilitzeu el botó "Informeu d'un error" des de la pantalla Quant a.&lt;/p&gt; Si teniu un suggeriment de millora, podeu utilitzar el sistema de seguiment d'errors per a enregistrar el vostre desig. Assegureu-vos d'utilitzar la gravetat anomenada "Llista de desitjos" (Wishlist).
tr: &lt;h1&gt;Hataları veya İsteklerinizi Bildirin&lt;/h1&gt; &lt;p&gt;Yazılım her zaman iyileştirilebilir ve KDE takımın bunu yapmaya hazır. Ancak siz de bir şey beklendiği gibi gitmezse veya hata verirse bize bildirin.&lt;/p&gt; &lt;p&gt;KDE'nin bir hata takip sistemi vardır. &lt;a href=https://bugs.kde.org/&gt;https://bugs.kde.org/&lt;/a&gt; adresini ziyaret edin veya hakkında ekranının "Hata Bildir" düğmesini kullanarak hataları bildirin.&lt;/p&gt; Bir iyileştirme için öneriniz varsa bunu bildirmek için hata takip sistemini kullanabilirsiniz; yalnızca "Wishlist" ciddiyet düzeyini kullandığınızdan emin olun.

# about_kde_join_kde
source: &lt;h1&gt;Join KDE&lt;/h1&gt; &lt;p&gt;You do not have to be a software developer to be a member of the KDE team. You can join the national teams that translate program interfaces. You can provide graphics, themes, sounds, and improved documentation. You decide!&lt;/p&gt; &lt;p&gt;Visit &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; for information on some projects in which you can participate.&lt;/p&gt; If you need more information or documentation, then a visit to &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; will provide you with what you need.
ca@valencia: &lt;h1&gt;Uniu-vos a KDE&lt;/h1&gt; &lt;p&gt;No cal ser un desenvolupador de programari per a ser membre de l'equip KDE. Podeu unir-vos als equips nacionals que traduïxen la interfície dels programes. Podeu proporcionar gràfics, temes, sons i documentació millorada. Vosaltres decidiu!&lt;/p&gt; &lt;p&gt;Visiteu &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; per a obtindre informació sobre alguns projectes en què podeu participar-hi.&lt;/p&gt; Si us cal més informació o documentació, una visita a &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; us proporcionarà el que necessiteu.
tr: &lt;h1&gt;KDE'ye Katılın&lt;/h1&gt; &lt;p&gt;KDE takımının bir üyesi olmak için yazılım geliştirici olmanıza gerek yok. Program arayüzlerini çeviren yerel takımlara katılabilirsiniz. Grafikler, temalar, sesler ve iyileştirilmiş belgelendirme sağlayabilirsiniz. Siz karar verin!&lt;/p&gt; &lt;p&gt;Katılabileceğiniz bazı projeler hakkında bilgi almak için &lt;a href=https://community.kde.org/Get_Involved&gt;https://community.kde.org/Get_Involved&lt;/a&gt; sayfasını ziyaret edin.&lt;/p&gt; Daha fazla bilgiye veya belgeye gereksiniminiz varsa &lt;a href=https://techbase.kde.org/&gt;https://techbase.kde.org/&lt;/a&gt; sayfasında aradığınızı bulabilirsiniz.

# about_kde_support_kde
source: &lt;h1&gt;Support KDE&lt;/h1&gt; &lt;p&gt;KDE software is and will always be available free of charge, however creating it is not free.&lt;/p&gt; &lt;p&gt;To support development the KDE community has formed the KDE e.V., a non-profit organization legally founded in Germany. KDE e.V. represents the KDE community in legal and financial matters. See &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; for information on KDE e.V.&lt;/p&gt; &lt;p&gt;KDE benefits from many kinds of contributions, including financial. We use the funds to reimburse members and others for expenses they incur when contributing. Further funds are used for legal support and organizing conferences and meetings.&lt;/p&gt; &lt;p&gt;We would like to encourage you to support our efforts with a financial donation, using one of the ways described at &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt;.&lt;/p&gt; Thank you very much in advance for your support.
ca@valencia: &lt;h1&gt;Contribució a KDE&lt;/h1&gt; &lt;p&gt;El programari KDE està i sempre estarà disponible de forma gratuïta, però la creació no està lliure de càrrecs.&lt;/p&gt; &lt;p&gt;Per a donar suport al desenvolupament, la comunitat KDE ha format la KDE e.V., una organització sense ànim de lucre legalment fundada a Alemanya. La KDE e.V. representa a la comunitat KDE en els assumptes legals i financers. Per a obtindre informació sobre la KDE e.V., vegeu &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt;.KDE es beneficia de molts tipus de contribucions, inclosa la financera. Utilitzem els fons per a reemborsar als membres i altra gent per les despeses que incorren col·laborant-hi. S'utilitzen més fons per al suport legal i l'organització de les conferències i reunions.&lt;/p&gt; &lt;p&gt;Us animem a ajudar a KDE mitjançant donacions monetàries, utilitzant un dels mitjans descrits a &lt;a href=https://kde.org/ca/community/donations/&gt;https://kde.org/ca/community/donations/&lt;/a&gt;.&lt;/p&gt;. Moltes gràcies per la vostra ajuda.
tr: &lt;h1&gt;KDE'yi Destekleyin&lt;/h1&gt; &lt;p&gt;KDE yazılımları her zaman ücretsiz kalmayı sürdürecektir; ancak bunu oluşturmak bedava değildir. &lt;/p&gt; &lt;p&gt;Geliştirmeyi desteklemek için KDE topluluğu, kar amacı gütmeyen bir kuruluş olan KDE e.V.'yi kurmuştur, bu topluluk KDE topluğunu yasal ve finansal konularda temsil eder. KDE e.V. hakkında daha fazla bilgi için &lt;a href=https://ev.kde.org/&gt;https://ev.kde.org/&lt;/a&gt; adresini ziyadet edin.&lt;/p&gt; &lt;p&gt;KDE, finansal da dahil olmak üzere her türlü katkıdan yarar sağlar. Maddi kaynaklarımızla, geliştiricilerimizin ve diğerlerinin katkıda bulunurken oluşan masraflarını karşılıyoruz. Ayrıca yasal destek ve konferanslar ve toplantılar için de kullanılmaktadır.&lt;/p&gt; &lt;p&gt;Emeklerimizi, finansal destekle desteklemeniz için &lt;a href=https://www.kde.org/community/donations/&gt;https://www.kde.org/community/donations/&lt;/a&gt; adresinde bulunan yollardan birini kullanabilirsiniz.&lt;/p&gt; Desteğiniz için şimdiden teşekkürler.

source: Maintainer and developer
ca@valencia: Mantenidor i desenvolupador
tr: Projeyi sürdüren ve geliştirici

source: Developer
ca@valencia: Desenvolupador
tr: Geliştirici

# apple_support
source: macOS support. Working on iOS support
ca@valencia: Suport de macOS. Treballant en el suport d'iOS
tr: macOS desteği. iOS desteği üzerinde çalışılmaktadır.

source: Bug fixes and general improvements
ca@valencia: Esmenes d'errors i millores generals
tr: Hata düzeltmeleri ve genel iyileştirmeler

# samoilenko_yuri_task
source: SFTP implementation, bug fixes and general improvements
ca@valencia: Implementació d'SFTP, esmenes d'errors i millores generals
tr: SFTP desteği, hata düzeltmeleri ve genel iyileştirmeler

# aniket_kumar_task
source: SMS plugin improvements
ca@valencia: Millores en el connector SMS
tr: SMS eklentisi iyileştirmeleri

# alex_fiestas_task
source: Contacts plugin improvements
ca@valencia: Millores en el connector de contactes
tr: Kişiler eklentisi iyileştirmeleri

# maxim_leshchenko_task
source: UI improvements and this about page
ca@valencia: Millores en la IU i ha creat esta pàgina
tr: Kullanıcı arabirimi iyileştirmeleri ve bu hakkında sayfası

# holger_kaelberer_task
source: Remote keyboard plugin and bug fixes
ca@valencia: Connector de teclat remot i esmenes d'errors
tr: Uzak klavye eklentisi ve hata düzeltmeleri

# saikrishna_arcot_task
source: Support for using the keyboard in the remote input plugin, bug fixes and general improvements
ca@valencia: Suport per a utilitzar el teclat en el connector d'entrada remota, esmenes d'errors i millores generals
tr: Uzaktan girdi eklentisinde klavye kullanımı desteği, hata düzeltmeleri ve genel iyileştirmeler

# everyone_else
source: Everyone else who has contributed to KDE Connect over the years
ca@valencia: Tothom qui ha contribuït a KDE Connect al llarg dels anys
tr: KDE Connect'e yıllar boyunca katkıda bulunan herkes

source: Send clipboard
ca@valencia: Envia el porta-retalls
tr: Pano gönder

source: Tap to execute
ca@valencia: Toqueu per a executar
tr: Çalıştırmak için dokunun
