Repository: KDE/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ca@valencia, tr

# add_device_dialog_title
source: Add device
ca@valencia: Afig un dispositiu
tr: Aygıt ekle

# add_device_hint
source: Hostname or IP address
ca@valencia: Nom de la màquina o adreça IP
tr: Makine adı veya IP adresi

# sftp_preference_detected_sdcards
source: Detected SD cards
ca@valencia: S'han detectat targetes SD
tr: Algılanan SD kartlar

# sftp_preference_edit_sdcard_title
source: Edit SD card
ca@valencia: Edita una targeta SD
tr: SD Kartı Düzenle

# sftp_preference_configured_storage_locations
source: Configured storage locations
ca@valencia: Ubicacions d'emmagatzematge configurades
tr: Yapılandırılmış depolama yerleri

# sftp_preference_add_storage_location_title
source: Add storage location
ca@valencia: Afig una ubicació d'emmagatzematge
tr: Depolama yeri ekle

# sftp_preference_edit_storage_location
source: Edit storage location
ca@valencia: Edita una ubicació d'emmagatzematge
tr: Depolama yerini düzenle

# sftp_preference_add_camera_shortcut
source: Add camera folder shortcut
ca@valencia: Afig una drecera a la carpeta de càmera
tr: Kamera klasörü kısayolu ekle

# sftp_preference_add_camera_shortcut_summary_on
source: Add a shortcut to the camera folder
ca@valencia: Afig una drecera a la carpeta de la càmera
tr: Kamera klasörüne kısayol ekle

# sftp_preference_add_camera_shortcut_summary_off
source: Do not add a shortcut to the camera folder
ca@valencia: No afiges cap drecera a la carpeta de la càmera
tr: Kamera klasörüne kısayol eklemeyin

# sftp_storage_preference_storage_location
source: Storage location
ca@valencia: Ubicació d'emmagatzematge
tr: Depolama yeri

# sftp_storage_preference_storage_location_already_configured
source: This location has already been configured
ca@valencia: Esta ubicació ja s'ha configurat
tr: Bu konum zaten yapılandırılmış

# sftp_storage_preference_click_to_select
source: click to select
ca@valencia: clic per a seleccionar
tr: seçmek için tıkla

# sftp_storage_preference_display_name
source: Display name
ca@valencia: Nom que es mostrarà
tr: Ekran adı

# sftp_storage_preference_display_name_already_used
source: This display name is already used
ca@valencia: Este nom que es mostrarà ja es troba en ús
tr: Bu görünen ad zaten kullanılıyor

# sftp_storage_preference_display_name_cannot_be_empty
source: Display name cannot be empty
ca@valencia: El nom que es mostrarà no pot estar buit
tr: Görünen ad boş olamaz

# sftp_action_mode_menu_delete
source: Delete
ca@valencia: Suprimix
tr: Sil

# sftp_no_sdcard_detected
source: No SD card detected
ca@valencia: No s'ha detectat cap targeta SD
tr: SD kart algılanmadı

# sftp_no_storage_locations_configured
source: No storage locations configured
ca@valencia: No s'ha configurat cap ubicació d'emmagatzematge
tr: Yapılandırılmış depolama yeri yok

# sftp_saf_permission_explanation
source: To access files remotely you have to configure storage locations
ca@valencia: Per a accedir remotament als fitxers cal configurar les ubicacions d'emmagatzematge
tr: Dosyalara uzaktan erişmek için depolama konumlarını yapılandırmanız gerekir

# no_players_connected
source: No players found
ca@valencia: No s'ha trobat cap reproductor
tr: Onatıcı bulunamadı

source: Send files
ca@valencia: Envia fitxers
tr: Dosyaları gönder

# pairing_title
source: KDE Connect Devices
ca@valencia: Dispositius de KDE Connect
tr: KDE Connect Aygıtları

# pairing_description
source: Other devices running KDE Connect in your same network should appear here.
ca@valencia: Els altres dispositius que executen KDE Connect en la mateixa xarxa han d'aparéixer ací.
tr: KDE Connect'te çalışan, aynı ağdaki diğer aygıtlar burada gözükmelidir.

# device_rename_title
source: Rename device
ca@valencia: Canvia el nom el dispositiu
tr: Aygıtı yeniden adlandır

# device_rename_confirm
source: Rename
ca@valencia: Canvia el nom
tr: Yeniden adlandır

source: Refresh
ca@valencia: Actualitza
tr: Tazele

# unreachable_description
source: This paired device is not reachable. Make sure it is connected to your same network.
ca@valencia: Este dispositiu aparellat no és accessible. Assegureu-vos que està connectat amb la mateixa xarxa.
tr: Eşleştirilmiş aygıt ulaşılabilir değil. Aynı ağa bağlı olduğundan emin olun.

# no_wifi
source: You're not connected to a Wi-Fi network, so you may not be able to see any devices. Click here to enable Wi-Fi.
ca@valencia: No esteu connectat a una xarxa Wi-Fi, per tant, no podreu veure cap dispositiu. Feu clic ací per a activar la Wi-Fi.
tr: Bir Wi-Fi ağına bağlı değilsiniz dolayısıyla herhangi bir aygıt göremeyebilirsiniz. Wi-Fi'yi etkinleştirmek için buraya tıklayın.

# on_non_trusted_message
source: Not on a trusted network: autodiscovery is disabled.
ca@valencia: No és una xarxa de confiança: el descobriment automàtic està desactivat.
tr: Güvenilir bir ağda değil: otomatik bulma devre dışı.

# no_file_browser
source: There are no file browsers installed.
ca@valencia: No hi ha instal·lat cap navegador de fitxers.
tr: Yüklü bir dosya tarayıcısı yok.

# pref_plugin_telepathy
source: Send SMS
ca@valencia: Envia un SMS
tr: SMS Gönder

# pref_plugin_telepathy_desc
source: Send text messages from your desktop
ca@valencia: Envia missatges de text des de l'escriptori
tr: Masaüstünden metin iletisi gönder

# pref_plugin_telepathy_mms
source: Send MMS
ca@valencia: Envia un MMS
tr: MMS Gönder

# pref_plugin_telepathy_mms_desc
source: To be able to send MMS from KDE Connect you need to set it as the default SMS app.
ca@valencia: Per a poder enviar MMS des de KDE Connect cal establir-la com a aplicació predeterminada per a SMS.
tr: KDE Connect üzerinden MMS göndermek için onu öntanımlı SMS uygulaması olarak ayarlayın.

# findmyphone_title
source: Find my phone
ca@valencia: Troba el meu telèfon
tr: Telefonumu bul

# findmyphone_title_tablet
source: Find my tablet
ca@valencia: Troba la meua tauleta
tr: Tabletimi bul

# findmyphone_title_tv
source: Find my TV
ca@valencia: Troba el meu televisor
tr: TV'mi bul

# findmyphone_description
source: Rings this device so you can find it
ca@valencia: Fa sonar este dispositiu perquè el pugueu trobar
tr: Aygıtı bulmak için onu çaldır

# findmyphone_found
source: Found it
ca@valencia: S'ha trobat
tr: Bulundu

source: Open
ca@valencia: Obri
tr: Aç

source: Close
ca@valencia: Tanca
tr: Kapat

# plugins_need_permission
source: Some Plugins need permissions to work (tap for more info):
ca@valencia: Alguns connectors necessiten permisos per a funcionar (toqueu per a més informació):
tr: Bazı Eklentiler çalışmak için izne ihtiyaç duyar (daha fazla bilgi için dokunun):

# permission_explanation
source: This plugin needs permissions to work
ca@valencia: Este connector necessita permisos per a funcionar
tr: Bu eklenti, çalışmak için izne ihtiyaç duyuyor

# optional_permission_explanation
source: You need to grant extra permissions to enable all functions
ca@valencia: Vos caldrà concedir permisos extres per accedir a totes les característiques
tr: Tüm işlevleri etkinleştirmek için daha fazla yetkiye ihtiyacınız var

# plugins_need_optional_permission
source: Some plugins have features disabled because of lack of permission (tap for more info):
ca@valencia: Alguns connectors tenen característiques desactivades per la falta de permís (toqueu per a més informació):
tr: Bazı eklentilerin özellikleri, izin yetersizliğinden kapalı gelmektedir (daha fazla bilgi için dokunun):

# share_optional_permission_explanation
source: To receive shared files you need to choose a destination directory
ca@valencia: Per a rebre fitxers compartits cal triar un directori de destinació
tr: Paylaşılan dosyaların almak için bir hedef dizin seçmelisiniz.

# telepathy_permission_explanation
source: To read and write SMS from your desktop you need to give permission to SMS
ca@valencia: Per a llegir i escriure SMS des de l'escriptori, haureu de donar permís als SMS
tr: Masaüstünde SMS yazma ve okuma yapmak için SMS izni gereklidir

# telephony_permission_explanation
source: To see phone calls on the desktop you need to give permission to phone call logs and phone state
ca@valencia: Per a veure les tocades telefòniques des de l'escriptori, haureu de donar permís d'accés al registre de tocades telefòniques i a l'estat del telèfon
tr: Masaüstünde telefon görüşmelerini görmek için telefon görüşmesi kayıtlarına ve telefon durumuna izin vermeniz gerekir

# telephony_optional_permission_explanation
source: To see a contact name instead of a phone number you need to give access to the phone's contacts
ca@valencia: Per a veure un nom de contacte en comptes d'un número de telèfon, haureu de donar permís als contactes del telèfon
tr: Telefon numarası yerine kişi adı görebilmek için telefonun kişilerine erişim gereklidir

# contacts_permission_explanation
source: To share your contacts book with the desktop, you need to give contacts permission
ca@valencia: Per a compartir els vostres contactes amb l'escriptori, caldrà que els hi doneu permís
tr: Rehberinizi masaüstüyle paylaşmak için rehbere izin vermeniz gerekir

# select_ringtone
source: Select a ringtone
ca@valencia: Seleccioneu un to de la tocada
tr: Bir zil sesi seç

# telephony_pref_blocked_title
source: Blocked numbers
ca@valencia: Nombres blocats
tr: Engellenen numaralar

# telephony_pref_blocked_dialog_desc
source: Don't show calls and SMS from these numbers. Please specify one number per line
ca@valencia: No es mostren ni les tocades ni els SMS d'estos números. Especifiqueu un número per línia
tr: Bu numaralardan gelen aramaları ve SMS'leri gösterme. Lütfen her satıra bir numara belirtin

# mpris_coverart_description
source: Cover art of current media
ca@valencia: Caràtula del suport actual
tr: Geçerli ortamın kapak resmi

# device_icon_description
source: Device icon
ca@valencia: Icona del dispositiu
tr: Aygıt simgesi

# settings_icon_description
source: Settings icon
ca@valencia: Icona de configuració
tr: Ayarlar simgesi

# presenter_fullscreen
source: Fullscreen
ca@valencia: Pantalla completa
tr: Tam ekran

# presenter_exit
source: Exit presentation
ca@valencia: Ix de la presentació
tr: Sunumdan çık

# presenter_lock_tip
source: You can lock your device and use the volume keys to go to the previous/next slide
ca@valencia: Podeu bloquejar el dispositiu i emprar les tecles de volum per a anar a la diapositiva anterior/següent
tr: Bir önceki/bir sonraki slayta geçmek için aygıtınızı kilitleyebilir ve ses düzeyi düğmelerini kullanabilirsiniz

# add_command
source: Add a command
ca@valencia: Afig una ordre
tr: Komut ekle

# addcommand_explanation
source: There are no commands registered
ca@valencia: No hi ha cap ordre registrada
tr: Kayıtlı komut yok

# addcommand_explanation2
source: You can add new commands in the KDE Connect System Settings
ca@valencia: Podeu afegir ordres noves a Configuració del sistema de KDE Connect
tr: KDE Connect Sistem Ayarlarında yeni komutlar ekleyebilirsiniz

# add_command_description
source: You can add commands on the desktop
ca@valencia: Podeu afegir ordres per a l'escriptori
tr: Masaüstüne komut ekleyebilirsiniz

# pref_plugin_mprisreceiver
source: Media Player Control
ca@valencia: Control del reproductor multimèdia
tr: Ortam Oynatıcı Denetimi

# pref_plugin_mprisreceiver_desc
source: Control your phone's media players from another device
ca@valencia: Controla els reproductors multimèdia del telèfon des d'un altre dispositiu
tr: Telefonunuzun ortam oynatıcılarını başka bir aygıttan denetleyin

# notification_channel_default
source: Other notifications
ca@valencia: Altres notificacions
tr: Diğer bildirimler

# notification_channel_persistent
source: Persistent indicator
ca@valencia: Indicador de persistent
tr: Kalıcı gösterge

# notification_channel_media_control
source: Media control
ca@valencia: Control multimèdia
tr: Ortam denetimi

# notification_channel_filetransfer
source: File transfer
ca@valencia: Transferència de fitxers
tr: Dosya aktarımı

# notification_channel_high_priority
source: High priority
ca@valencia: Prioritat alta
tr: Yüksek öncelik

# notification_channel_sms_mms
source: New Message
ca@valencia: Missatge nou
tr: Yeni İleti

# mpris_stop
source: Stop the current player
ca@valencia: Para el reproductor actual
tr: Geçerli oynatıcıyı durdur

source: Copy URL to clipboard
ca@valencia: Copia l'URL al porta-retalls
tr: URL'yi panoya kopyala

# clipboard_toast
source: Copied to clipboard
ca@valencia: Copiat al porta-retalls
tr: Panoya kopyalandı

# runcommand_notreachable
source: Device is not reachable
ca@valencia: No es pot accedir al dispositiu
tr: Aygıt erişilebilir değil

# runcommand_notpaired
source: Device is not paired
ca@valencia: El dispositiu no està aparellat
tr: Aygıt eşleştirilmedi

# runcommand_nosuchdevice
source: There is no such device
ca@valencia: El dispositiu no existix
tr: Böyle bir aygıt yok

# runcommand_noruncommandplugin
source: This device does not have the Run Command Plugin enabled
ca@valencia: Este dispositiu no té el connector d'executar ordres activat
tr: Bu aygıtta Komut Çalıştır Eklentisi etkin değil

# pref_plugin_findremotedevice
source: Find remote device
ca@valencia: Busca el dispositiu remot
tr: Uzak aygıtı bul

# pref_plugin_findremotedevice_desc
source: Ring your remote device
ca@valencia: Toca al dispositiu remot
tr: Uzak aygıtı çaldır

source: Ring
ca@valencia: Toca
tr: Zil sesi

# pref_plugin_systemvolume
source: System volume
ca@valencia: Volum del sistema
tr: Sistem sesi

# pref_plugin_systemvolume_desc
source: Control the system volume of the remote device
ca@valencia: Controla el volum del sistema des del dispositiu remot
tr: Uzak aygıtın sistem sesini denetle

source: Mute
ca@valencia: Silencia
tr: Sessiz

source: All
ca@valencia: Tot
tr: Tümü

source: Devices
ca@valencia: Dispositius
tr: Aygıtlar

# settings_rename
source: Device name
ca@valencia: Nom del dispositiu
tr: Aygıt adı

# settings_dark_mode
source: Dark theme
ca@valencia: Tema fosc
tr: Karanlık tema

# settings_more_settings_title
source: More settings
ca@valencia: Més opcions
tr: Daha fazla ayar

# settings_more_settings_text
source: Per-device settings can be found under 'Plugin settings' from within a device.
ca@valencia: La configuració per dispositiu es pot trobar a «Configuració dels connectors» des d'un dispositiu.
tr: Aygıt başına ayarlar, bir aygıt içinden 'Eklenti ayarları' altında bulunabilir.

# setting_persistent_notification
source: Show persistent notification
ca@valencia: Mostra les notificacions persistents
tr: Kalıcı bildirim göster

# setting_persistent_notification_oreo
source: Persistent notification
ca@valencia: Notificacions persistents
tr: Kalıcı bildirim

# setting_persistent_notification_description
source: Tap to enable/disable in Notification settings
ca@valencia: Tocar per a des/activar la configuració de les notificacions
tr: Bildirim ayarlarında etkinleştirmek/devre dışı bırakmak için dokun

source: Extra options
ca@valencia: Opcions extres
tr: Ek seçenekler

source: Privacy options
ca@valencia: Opcions de privadesa
tr: Gizlilik seçenekleri

# set_privacy_options
source: Set your privacy options
ca@valencia: Establiu les opcions de privadesa
tr: Gizlilik seçeneklerinizi ayarlayın

# block_contents
source: Block contents of notifications
ca@valencia: Bloca el contingut de les notificacions
tr: Bildirimlerin içeriğini engelle

# block_images
source: Block images in notifications
ca@valencia: Bloca les imatges a les notificacions
tr: Bildirimlerde görüntüleri engelle

# notification_channel_receivenotification
source: Notifications from other devices
ca@valencia: Notificacions des d'altres dispositius
tr: Diğer aygıtlardan gelen bildirimler

# take_picture
source: Launch camera
ca@valencia: Inicia la càmera
tr: Kamerayı başlat

# plugin_photo_desc
source: Launch the camera app to ease taking and transferring pictures
ca@valencia: Inicia l'aplicació de càmera per a facilitar la presa i la transferència de fotografies
tr: Fotoğraf çekmeyi ve aktarmayı kolaylaştırmak için kamera uygulamasını başlatın

# no_app_for_opening
source: No suitable app found to open this file
ca@valencia: No s'ha trobat cap aplicació adequada per a obrir este fitxer
tr: Bu dosyayı açmak için uygun bir uygulama bulunamadı

# remote_keyboard_service
source: KDE Connect Remote Keyboard
ca@valencia: Teclat remot de KDE Connect
tr: KDE Connect uzaktan klavye

# presenter_pointer
source: Pointer
ca@valencia: Apuntador
tr: İşaretçi

source: Trusted networks
ca@valencia: Xarxes de confiança
tr: Güvenilir ağlar

# trusted_networks_desc
source: Restrict autodiscovery to known networks
ca@valencia: Restringix el descobriment automàtic a les xarxes conegudes
tr: Otomatik keşfi bilinen ağlarla kısıtla

# add_trusted_network
source: Add %1s
ca@valencia: Afig %1s
tr: %1s Ekle

# empty_trusted_networks_list_text
source: You haven't added any trusted network yet
ca@valencia: Encara no heu afegit cap xarxa de confiança
tr: Henüz herhangi bir güvenilen ağ eklemediniz

# allow_all_networks_text
source: Allow all
ca@valencia: Permet totes
tr: Hepsine izin ver

# location_permission_needed_title
source: Permission required
ca@valencia: Es requerix permís
tr: İzin gerekli

# location_permission_needed_desc
source: Android requires the Location permission to identify your WiFi network
ca@valencia: Android requerix el permís d'ubicació per a identificar la xarxa Wi-Fi
tr: Android, WiFi ağınızı tanımlamak için Konum iznine ihtiyaç duyar

# clipboard_android_x_incompat
source: Android 10 has removed clipboard access to all apps. This plugin will be disabled.
ca@valencia: Android 10 ha tret l'accés al porta-retalls a totes les aplicacions. Este connector estarà inhabilitat.
tr: Android 10, tüm uygulamalara pano erişimini kaldırdı. Bu eklenti devre dışı bırakılacak.

# mpris_open_url
source: Continue playing here
ca@valencia: Continua reproduint ací
tr: Oynamayı burada sürdürün

# cant_open_url
source: Can't open URL to continue playing
ca@valencia: No s'ha pogut obrir l'URL per a continuar reproduint
tr: Oynamayı sürdürmek için URL açılamıyor

# bigscreen_home
source: Home
ca@valencia: Inici
tr: Başlangıç

# bigscreen_up
source: Up
ca@valencia: Amunt
tr: Yukarı

# bigscreen_left
source: Left
ca@valencia: Esquerra
tr: Sol

# bigscreen_select
source: Select
ca@valencia: Selecció
tr: Seç

# bigscreen_right
source: Right
ca@valencia: Dreta
tr: Sağ

# bigscreen_down
source: Down
ca@valencia: Avall
tr: Aşağı

# bigscreen_mic
source: Mic
ca@valencia: Micròfon
tr: Mikrofon

# pref_plugin_bigscreen
source: Bigscreen remote
ca@valencia: Bigscreen remota
tr: Bigscreen uzaktan kumandası

# pref_plugin_bigscreen_desc
source: Use your device as a remote for Plasma Bigscreen
ca@valencia: Utilitzeu el dispositiu com a remot per a la Bigscreen de Plasma
tr: Aygıtınızı Plasma Bigscreen için uzaktan kumanda olarak kullanın

# bigscreen_optional_permission_explanation
source: To share microphone input from your phone you need to give access to the phone's audio input
ca@valencia: Per a compartir l'entrada del micròfon del telèfon cal donar accés a l'entrada d'àudio del telèfon
tr: Telefonunuzdan mikrofon girişini paylaşmak için telefonun ses girişine erişim izni vermeniz gerekir

# bigscreen_speech_extra_prompt
source: Speech
ca@valencia: Veu
tr: Konuşma

# message_reply_label
source: REPLY
ca@valencia: RESPON
tr: YANITLA

# mark_as_read_label
source: MARK AS READ
ca@valencia: MARCA COM A LLEGIT
tr: OKUNDU OLARAK İMLE

# user_display_name
source: You
ca@valencia: Vós
tr: Siz

# set_default_sms_app_title
source: Send MMS
ca@valencia: Envia un MMS
tr: MMS Gönder

# set_group_message_as_mms_title
source: Send group MMS
ca@valencia: Envia un MMS de grup
tr: Grup MMS gönder

# set_long_text_as_mms_title
source: Send long text as MMS
ca@valencia: Envia un text llarg com a MMS
tr: Uzun metni MMS olarak gönder

# convert_to_mms_after_title
source: Convert to MMS
ca@valencia: Convertix a MMS
tr: MMS'e dönüştür

# convert_to_mms_after_entries:0
source: After one message
ca@valencia: Després d'un missatge
tr: Bir iletiden sonra

# convert_to_mms_after_entries:1
source: After two messages
ca@valencia: Després de dos missatges
tr: İki iletiden sonra

# convert_to_mms_after_entries:2
source: After three messages
ca@valencia: Després de tres missatges
tr: Üç iletiden sonra

# convert_to_mms_after_entries:3
source: After four messages
ca@valencia: Després de quatre missatges
tr: Dört iletiden sonra

# convert_to_mms_after_entries:4
source: After five messages
ca@valencia: Després de cinc missatges
tr: Beş iletiden sonra

# theme_dialog_title
source: Choose theme
ca@valencia: Seleccioneu el tema
tr: Tema seçin

# theme_list:0
source: Set by Battery Saver
ca@valencia: Establit per l'estalvi de bateria
tr: Pil Koruyucu tarafından ayarlandı

# theme_list:1
source: Light
ca@valencia: Clar
tr: Açık

# theme_list:2
source: Dark
ca@valencia: Fosc
tr: Koyu

# theme_list_v28:0
source: System Default
ca@valencia: Predeterminada del sistema
tr: Sistem Öntanımlısı

# theme_list_v28:1
source: Light
ca@valencia: Clar
tr: Açık

# theme_list_v28:2
source: Dark
ca@valencia: Fosc
tr: Koyu

source: Report Bug
ca@valencia: Informeu d'un error
tr: Hata Bildir

source: Donate
ca@valencia: Donació de diners
tr: Bağış yap

source: Source Code
ca@valencia: Codi font
tr: Kaynak Kod

source: Licenses
ca@valencia: Llicències
tr: Lisanslar

source: Website
ca@valencia: Lloc web
tr: Web Sitesi

source: About
ca@valencia: Quant a
tr: Hakkında

source: Authors
ca@valencia: Autoria
tr: Yazarlar

source: Thanks To
ca@valencia: Gràcies a
tr: Teşekkürler

source: Easter Egg
ca@valencia: Ou de Pasqua
tr: Sürpriz Yumurta

# email_contributor
source: Email contributor %s
ca@valencia: Correu electrònic del col·laborador %s
tr: E-posta katkıcısı %s

# visit_contributors_homepage
source: Visit contributor's homepage %s
ca@valencia: Visiteu la pàgina d'inici del col·laborador %s
tr: Katkıcının web sayfasını ziyaret edin %s

# version
source: Version %s
ca@valencia: Versió %s
tr: Sürüm %s

source: About KDE
ca@valencia: Quant a KDE
tr: KDE Hakkında

source: KDE - Be Free!
ca@valencia: KDE - Sigueu lliure
tr: KDE - Özgür olun!

source: Rise Up
ca@valencia: Cap amunt
tr: Kalk

source: Rise Down
ca@valencia: Cap avall
tr: İndir

# click_here_to_type
source: Tap here to type
ca@valencia: Toqueu ací per a teclejar
tr: Yazmak için buraya dokunun

# clear_compose
source: Clear
ca@valencia: Neteja
tr: Temiz

# send_compose
source: Send
ca@valencia: Envia
tr: Gönder

# open_compose_send
source: Compose text
ca@valencia: Redacta text
tr: Metin oluştur

# app_description
source: Multi-platform app that allows your devices to communicate (e.g., your phone and your computer)
ca@valencia: Aplicació multiplataforma que permet que els dispositius es comuniquen (p. ex., el telèfon i l'ordinador)
tr: Aygıtlarınızın (örn. telefon ve bilgisayarınızın) birbiriyle iletişim kurmasına izin veren çok platformlu uygulama
