Repository: KDE/kdeconnect-android
Catalog: po/*/kdeconnect-android.po
Languages: ca@valencia, tr

# manifest_label_share
source: Send to Device
ca@valencia: Envia a un dispositiu
tr: Aygıta Gönder

# foreground_notification_no_devices
source: Not connected to any device
ca@valencia: No està connectat a cap dispositiu
tr: Hiçbir aygıta bağlı değil

# foreground_notification_devices
source: Connected to: %s
ca@valencia: Connectat a: %s
tr: Bağlı: %s

# foreground_notification_send_clipboard
source: Send Clipboard
ca@valencia: Envia al porta-retalls
tr: Pano Gönder

# pref_plugin_telephony
source: Telephony notifier
ca@valencia: Notificador de telefonia
tr: Telefon bildiricisi

# pref_plugin_telephony_desc
source: Send notifications for incoming calls
ca@valencia: Envia notificacions per a les tocades entrants
tr: Gelen aramalar için bildirim gönder

# pref_plugin_battery
source: Battery report
ca@valencia: Informe de la bateria
tr: Pil raporu

# pref_plugin_battery_desc
source: Periodically report battery status
ca@valencia: Informa periòdicament sobre l'estat de la bateria
tr: Pil durumunu belirli aralıklarla raporla

# pref_plugin_connectivity_report
source: Connectivity report
ca@valencia: Informa de la connectivitat
tr: Bağlantı raporu

# pref_plugin_connectivity_report_desc
source: Report network signal strength and status
ca@valencia: Informar la intensitat i l'estat del senyal de la xarxa
tr: Ağ sinyal gücünü ve durumunu bildirin

# pref_plugin_sftp
source: Filesystem expose
ca@valencia: Exposa el sistema de fitxers
tr: Dosya sistemi gösterme

# pref_plugin_sftp_desc
source: Allows to browse this device's filesystem remotely
ca@valencia: Permet navegar de forma remota pel sistema de fitxers del dispositiu
tr: Bu aıygıtın dosya sistemine uzaktan gözatılmasına izin verir

# pref_plugin_clipboard
source: Clipboard sync
ca@valencia: Sincronitza el porta-retalls
tr: Pano eşitleme

# pref_plugin_clipboard_desc
source: Share the clipboard content
ca@valencia: Compartix el contingut del porta-retalls
tr: Pano içeriğini paylaş

# pref_plugin_clipboard_sent
source: Clipboard Sent
ca@valencia: S'ha enviat al porta-retalls
tr: Pano Gönderildi

# pref_plugin_mousepad
source: Remote input
ca@valencia: Entrada remota
tr: Uzak girdi

# pref_plugin_mousepad_desc
source: Use your phone or tablet as a touchpad and keyboard
ca@valencia: Utilitza el vostre telèfon o tauleta com un ratolí tàctil i un teclat
tr: Telefonunuzu veya tabletinizi, dokunmatik veya klavye olarak kullanın

# pref_plugin_presenter
source: Slideshow remote
ca@valencia: Presentació de diapositives remota
tr: Uzaktan slayt gösterisi

# pref_plugin_presenter_desc
source: Use your device to change slides in a presentation
ca@valencia: Utilitza el dispositiu per a canviar les diapositives d'una presentació
tr: Sunumdaki slaytları değiştirmek için aygıtınızı kullanın

# pref_plugin_remotekeyboard
source: Receive remote keypresses
ca@valencia: Rep les pulsacions remotes de tecles
tr: Uzak düğme basımlarını al

# pref_plugin_remotekeyboard_desc
source: Receive keypress events from remote devices
ca@valencia: Rep els esdeveniments de pulsacions de tecla des de dispositius remots
tr: Düğme basım eylemlerini, uzak aygıtlardan getir

# pref_plugin_mpris
source: Multimedia controls
ca@valencia: Controls multimèdia
tr: Çoklu ortam denetimleri

# pref_plugin_mpris_desc
source: Provides a remote control for your media player
ca@valencia: Proporciona un comandament a distància per al reproductor multimèdia
tr: Ortam oynatıcınız için uzak denetim sağlar

# pref_plugin_runcommand
source: Run Command
ca@valencia: Executa una ordre
tr: Komut Çalıştır

# pref_plugin_runcommand_desc
source: Trigger remote commands from your phone or tablet
ca@valencia: Activa les ordres remotes des del telèfon o tauleta
tr: Uzak komutları, telefon veya tabletinizden tetikler

# pref_plugin_contacts
source: Contacts Synchronizer
ca@valencia: Sincronitzador dels contactes
tr: Rehber Eşitleyici

# pref_plugin_contacts_desc
source: Allow synchronizing the device's contacts book
ca@valencia: Permet sincronitzar la llibreta de contactes del dispositiu
tr: Aygıtın rehberini eşitle

# pref_plugin_ping_desc
source: Send and receive pings
ca@valencia: Envia i rep els «ping»
tr: Ping gönder ve al

# pref_plugin_notifications
source: Notification sync
ca@valencia: Sincronitza les notificacions
tr: Bildirim eşitleme

# pref_plugin_notifications_desc
source: Access your notifications from other devices
ca@valencia: Accedix a les vostres notificacions des d'altres dispositius
tr: Bildirimlerinize, diğer aygıtlardan erişin

# pref_plugin_receive_notifications
source: Receive notifications
ca@valencia: Rep les notificacions
tr: Bildirimleri al

# pref_plugin_receive_notifications_desc
source: Receive notifications from the other device and display them on Android
ca@valencia: Rep notificacions des d'altres dispositius i mostrar-les a Android
tr: Bildirimleri diğer aygıtlardan al ve Android üzerinde göster

# pref_plugin_sharereceiver
source: Share and receive
ca@valencia: Compartix i rep
tr: Paylaş ve al

# pref_plugin_sharereceiver_desc
source: Share files and URLs between devices
ca@valencia: Compartix els fitxers i URL entre els dispositius
tr: Dosyaları ve URL'leri aygıtlar arasında paylaş

# device_list_empty
source: No devices
ca@valencia: No hi ha cap dispositiu
tr: Aygıt yok

source: OK
ca@valencia: D'acord
tr: Tamam

# sad_ok
source: OK :(
ca@valencia: D'acord :(
tr: Tamam :(

source: Cancel
ca@valencia: Cancel·la
tr: İptal

source: Open settings
ca@valencia: Obri la configuració
tr: Ayarları aç

# no_permissions
source: You need to grant permission to access notifications
ca@valencia: Vos caldrà concedir permís per a accedir a les notificacions
tr: Bildirimler erişebilmek için izine ihtiyacınız var

# no_permission_mprisreceiver
source: To be able to control your media players you need to grant access to the notifications
ca@valencia: Per a poder controlar els reproductors multimèdia cal atorgar accés a les notificacions
tr: Ortam oynatıcılarınızı denelemek için bildirimlere erişim izni vermeniz gerekir

# no_permissions_remotekeyboard
source: To receive keypresses you need to activate the KDE Connect Remote Keyboard
ca@valencia: Per a rebre les pulsacions de tecles, haureu d'activar el teclat remot de KDE Connect
tr: Düğmelere basmak için KDE Connect Uzak Klavye'yi etkinleştirmeniz gerekir

source: Send ping
ca@valencia: Envia un ping
tr: Ping gönder

# open_mpris_controls
source: Multimedia control
ca@valencia: Control multimèdia
tr: Çoklu ortam denetimi

# remotekeyboard_editing_only_title
source: Handle remote keys only when editing
ca@valencia: Fes servir les tecles remotes només en editar
tr: Uzak düğmeleri, yalnızca düzenleme yaparken işle

# remotekeyboard_not_connected
source: There is no active remote keyboard connection, establish one in kdeconnect
ca@valencia: No hi ha cap connexió activa amb el teclat remot, establiu-ne una al kde-connect
tr: Etkin bir uzak klavye bağlantısı yok, kdeconnect ile bir bağlantı kurun

# remotekeyboard_connected
source: Remote keyboard connection is active
ca@valencia: La connexió amb el teclat remot està activa
tr: Uzak klavye bağlantısı etkin

# remotekeyboard_multiple_connections
source: There is more than one remote keyboard connection, select the device to configure
ca@valencia: Hi ha més d'una connexió amb un teclat remot, seleccioneu el dispositiu per a configurar-lo
tr: Birden çok uzak klavye bağlantısı mevcut, yapılandırmak istediğiniz aygıtı seçin

# open_mousepad
source: Remote input
ca@valencia: Entrada remota
tr: Girdi sil

# mousepad_info
source: Move a finger on the screen to move the mouse cursor. Tap for a click, and use two/three fingers for right and middle buttons. Use 2 fingers to scroll. Use a long press to drag'n drop.
ca@valencia: Moveu un dit per la pantalla per a moure el cursor del ratolí. Toqueu per a un clic, i utilitzeu dos/tres dits per als botons dret i mig. Utilitzeu 2 dits per a desplaçar. Utilitzeu un toc llarg per a arrossegar i deixar anar.
tr: İmleç denetimi için parmağınızı ekranda hareket ettirin. Bir tıklama için hafifçe vurun, sağ ve orta düğmeler için iki/üç parmağınızı kullanın. Kaydırmak için 2 parmağınızı kullanın. Bırakıp sürüklemek için uzun basın.

# mousepad_single_tap_settings_title
source: Set one finger tap action
ca@valencia: Establix l'acció de tocar amb un dit
tr: Tek parmak dokunma eylemini ayarla

# mousepad_double_tap_settings_title
source: Set two finger tap action
ca@valencia: Establix l'acció de tocar amb dos dits
tr: İki parmak dokunma eylemini ayarla

# mousepad_triple_tap_settings_title
source: Set three finger tap action
ca@valencia: Establix l'acció de tocar amb tres dits
tr: Üç parmak dokunma eylemini ayarla

# mousepad_sensitivity_settings_title
source: Set touchpad sensitivity
ca@valencia: Establix la sensibilitat del ratolí tàctil
tr: Dokunmatik yüzey hassasiyetini ayarla

# mousepad_acceleration_profile_settings_title
source: Set pointer acceleration
ca@valencia: Establix l'acceleració de l'apuntador
tr: İşaretçi ivmesini ayarla

# mousepad_scroll_direction_title
source: Reverse Scrolling Direction
ca@valencia: Invertix la direcció del desplaçament
tr: Ters Kaydırma Yönü

# mousepad_tap_entries:0
source: Left click
ca@valencia: Clic esquerre
tr: Sol tık

# mousepad_tap_entries:1
source: Right click
ca@valencia: Clic dret
tr: Sağ tık

# mousepad_tap_entries:2
source: Middle click
ca@valencia: Clic del mig
tr: Orta tık

# mousepad_tap_entries:3
source: Nothing
ca@valencia: No fer res
tr: Hiçbiri

# mousepad_sensitivity_entries:0
source: Slowest
ca@valencia: La més lenta
tr: En Yavaş

# mousepad_sensitivity_entries:1
source: Above Slowest
ca@valencia: Lenta
tr: En Yavaşın Üstü

# mousepad_sensitivity_entries:2
source: Default
ca@valencia: Predeterminada
tr: Varsayıla

# mousepad_sensitivity_entries:3
source: Above Default
ca@valencia: Ràpida
tr: Varsayılan Üstü

# mousepad_sensitivity_entries:4
source: Fastest
ca@valencia: La més ràpida
tr: En Hızlı

# mousepad_acceleration_profile_entries:0
source: No Acceleration
ca@valencia: Sense acceleració
tr: Hızlandırıcı Yok

# mousepad_acceleration_profile_entries:1
source: Weakest
ca@valencia: La més feble
tr: Zayıf

# mousepad_acceleration_profile_entries:2
source: Weaker
ca@valencia: Feble
tr: Güçsüz

# mousepad_acceleration_profile_entries:3
source: Medium
ca@valencia: Mitjana
tr: Orta

# mousepad_acceleration_profile_entries:4
source: Stronger
ca@valencia: Forta
tr: Güçlü

# mousepad_acceleration_profile_entries:5
source: Strongest
ca@valencia: La més forta
tr: Kuvvetli

# sendkeystrokes_send_to
source: Send keystrokes to
ca@valencia: Envia les pulsacions de tecla a
tr: Düğme basımlarını gönder

# sendkeystrokes_textbox_hint
source: Send keystrokes to host
ca@valencia: Envia les pulsacions de tecla a la màquina
tr: Ana makineye düğme basımlarını gönder

# sendkeystrokes_disabled_toast
source: Sending keystrokes is disabled - enable it in the settings
ca@valencia: L'enviament de les pulsacions de tecla està inhabilitat -habiliteu-lo en la configuració-
tr: Düğme basımlarını gönderme devre dışı - ayarlarda etkinleştirin

# sendkeystrokes_wrong_data
source: Invalid mime type - needs to be 'text/x-keystrokes'
ca@valencia: El tipus MIME no és vàlid -ha de ser «text/x-keystrokes»-
tr: Geçersiz MIME türü - 'text/x-keystrokes' olmalı

# sendkeystrokes_sent_text
source: Sent %1$s to device %2$s
ca@valencia: Envia %1$s al dispositiu %2$s
tr: %2$s aygıtına %1$s gönderildi

# sendkeystrokes_pref_category_summary
source: This module allows other apps to share text segments as keystrokes which will get send to the connected host
ca@valencia: Este mòdul permet que les altres aplicacions compartisquen segments de text com a pulsacions de tecla que s'enviaran a la màquina connectada
tr: Bu modül, diğer uygulamaların metin segmentlerini düğme basımları olarak bağlı olan makineye göndermelerine izin verir.

# sendkeystrokes_pref_category_title
source: Send Keystrokes
ca@valencia: Envia les pulsacions de tecla
tr: Düğme Basımları Gönder

# sendkeystrokes_pref_enabled
source: Enable Keystrokes sending
ca@valencia: Activa l'enviament de les pulsacions de tecla
tr: Düğme basımı göndermeyi etkinleştir

# sendkeystrokes_pref_enabled_summary
source: Listen for data with mime type 'text/x-keystrokes'
ca@valencia: Escolta per a les dades amb el tipus MIME «text/x-keystrokes»
tr: 'text/x-keystrokes' MIME türlü veriyi dinle

# sendkeystrokes_safe_text_enabled
source: Send safe text immediately
ca@valencia: Envia immediatament un text segur
tr: Güvenli metni anında gönder

# sendkeystrokes_safe_text_enabled_summary
source: Send short only-numeric strings without confirmation
ca@valencia: Només envia cadenes curtes numèriques sense confirmació
tr: Onay olmadan yalnızca sayısal kısa diziler gönder

# pref_plugin_mousepad_send_keystrokes
source: Send as keystrokes
ca@valencia: Envia com a pulsacions de tecla
tr: Düğme basımları olarak gönder

# mouse_receiver_plugin_description
source: Receive remote mouse movement
ca@valencia: Rep el moviment del ratolí remot
tr: Uzak fare hareketini al

# mouse_receiver_plugin_name
source: Mouse receiver
ca@valencia: Receptor del ratolí
tr: Fare alıcısı

# mouse_receiver_no_permissions
source: You need to enable Accessibility Service
ca@valencia: Cal que habiliteu el servei Accessibilitat
tr: Erişilebilirlik Hizmeti'ni etkinleştirmeniz gerekiyor

# view_status_title
source: Status
ca@valencia: Estat
tr: Durum

# battery_status_format
source: Battery: %d%%
ca@valencia: Bateria: %d%%
tr: Pil: %d%%

# battery_status_low_format
source: Battery: %d%% Low Battery
ca@valencia: Bateria: %d%% bateria baixa
tr: Pil: %d%% Düşük pil

# battery_status_charging_format
source: Battery: %d%% charging
ca@valencia: Bateria: %d%% està carregant
tr: Pil: %d%% Şarj oluyor

# battery_status_unknown
source: Battery information not available
ca@valencia: La informació de la bateria no està disponible
tr: Pil bilgisi mevcut değil

# category_connected_devices
source: Connected devices
ca@valencia: Dispositius connectats
tr: Bağlı aygıtlar

# category_not_paired_devices
source: Available devices
ca@valencia: Dispositius disponibles
tr: Kullanılabilir aygıtlar

# category_remembered_devices
source: Remembered devices
ca@valencia: Dispositius recordats
tr: Hatırlanan aygıtlar

# device_menu_plugins
source: Plugin settings
ca@valencia: Configuració dels connectors
tr: Eklenti ayarları

# device_menu_unpair
source: Unpair
ca@valencia: Desaparella
tr: Ayır

source: Pair new device
ca@valencia: Aparella amb un dispositiu nou
tr: Yeni bir aygıt eşleştir

source: Unknown device
ca@valencia: Dispositiu desconegut
tr: Bİlinmeyen aygıt

# error_not_reachable
source: Device not reachable
ca@valencia: No es pot accedir al dispositiu
tr: Aygıt ulaşılabilir değil

# error_already_paired
source: Device already paired
ca@valencia: El dispositiu ja està aparellat
tr: Aygıt zaten eşleşmiş

# error_could_not_send_package
source: Could not send package
ca@valencia: No s'ha pogut enviar el paquet
tr: Paket gönderilemedi

# error_timed_out
source: Timed out
ca@valencia: Ha excedit el temps
tr: Zaman aşımı

# error_canceled_by_user
source: Canceled by user
ca@valencia: Cancel·lat per l'usuari
tr: Kullanıcı tarafından iptal edildi

# error_canceled_by_other_peer
source: Canceled by other peer
ca@valencia: Cancel·lat per l'altre parell
tr: Diğer eş tarafından iptal edildi

# encryption_info_title
source: Encryption Info
ca@valencia: Informació de l'encriptació
tr: Şifreleme Bilgisi

# encryption_info_msg_no_ssl
source: The other device doesn't use a recent version of KDE Connect, using the legacy encryption method.
ca@valencia: L'altre dispositiu no utilitza una versió recent de KDE Connect, s'utilitzarà el mètode d'encriptació antic.
tr: Diğer aygıt, KDE Connect'in son sürümünü kullanmıyor, eski şifreleme yöntemini kullanıyor.

# my_device_fingerprint
source: SHA256 fingerprint of your device certificate is:
ca@valencia: L'empremta digital SHA256 del certificat del vostre dispositiu és:
tr: Aygıt sertifikanızın SHA256 parmak izi:

# remote_device_fingerprint
source: SHA256 fingerprint of remote device certificate is:
ca@valencia: L'empremta digital SHA256 del certificat del dispositiu remot és:
tr: Uzak aygıt sertifikanızın SHA256 parmak izi:

source: Pair requested
ca@valencia: S'ha demanat aparellar
tr: Eşleşme talep edildi

# pairing_request_from
source: Pairing request from %1s
ca@valencia: S'ha demanat aparellar des de %1s
tr: %1s için eşleşme talebi

# incoming_file_title
source: Receiving %1$d file from %2$s
ca@valencia: S'està rebent %1$d fitxer des de %2$s
tr: %2$s içinden %1$d dosya alınıyor

# incoming_files_text
source: File: %1s
ca@valencia: Fitxer: %1s
tr: Dosya: %1s

# outgoing_file_title
source: Sending %1$d file to %2$s
ca@valencia: S'està enviant el fitxer %1$d a %2$s
tr: %1$d dosya %2$s gönderiliyor

# outgoing_files_text
source: File: %1$s
ca@valencia: Fitxer: %1$s
tr: Dosya: %1$s

# received_files_title
source: Received file from %1$s
ca@valencia: S'ha rebut un fitxer des de %1$s
tr: %1$s ögesinden alınan dosya

# received_files_fail_title
source: Failed receiving file from %1$s
ca@valencia: No s'ha pogut rebre un fitxer des de %1$s
tr: %1$s dosya alınamadı

# sent_files_title
source: Sent file to %1$s
ca@valencia: Fitxer enviat a %1$s
tr: Dosyayı şuraya gönder %1$s

# send_files_fail_title
source: Failed sending file to %1$s
ca@valencia: No s'ha pogut enviar el fitxer a %1$s
tr: Dosya gönderilemedi %1$s

source: Tap to open
ca@valencia: Toqueu per a obrir
tr: Açmak için dokunun

# received_file_text
source: Tap to open '%1s'
ca@valencia: Toqueu per a obrir «%1s»
tr: '%1s' açmak için dokunun

# cannot_create_file
source: Cannot create file %s
ca@valencia: No s'ha pogut crear el fitxer %s
tr: Dosya oluşturulamıyor %s

source: Tap to answer
ca@valencia: Toqueu per a respondre
tr: Cevap için dokunun

# right_click
source: Send Right Click
ca@valencia: Envia un clic dret
tr: Sağ Tık Gönder

# middle_click
source: Send Middle Click
ca@valencia: Envia un clic del mig
tr: Orta Tık Gönder

source: Show Keyboard
ca@valencia: Mostra el teclat
tr: Klavyeyi Göster

source: Device not paired
ca@valencia: El dispositiu no està aparellat
tr: Aygıt eşleşmemiş

source: Request pairing
ca@valencia: Demana aparellar
tr: Eşleşme isteği

# pairing_accept
source: Accept
ca@valencia: Accepta
tr: Onayla

# pairing_reject
source: Reject
ca@valencia: Rebutja
tr: Reddet

source: Settings
ca@valencia: Configuració
tr: Ayarlar

# mpris_play
source: Play
ca@valencia: Reproduïx
tr: Oynat

# mpris_pause
source: Pause
ca@valencia: Pausa
tr: Duraklat

# mpris_previous
source: Previous
ca@valencia: Anterior
tr: Önceki

# mpris_rew
source: Rewind
ca@valencia: Rebobina
tr: Geri Sar

# mpris_ff
source: Fast-forward
ca@valencia: Avanç ràpid
tr: Hızlı İleri Sar

# mpris_next
source: Next
ca@valencia: Següent
tr: Sonraki

# mpris_loop
source: Loop
ca@valencia: Repetició
tr: Döngü

# mpris_shuffle
source: Shuffle
ca@valencia: Mescla
tr: Karıştır

# mpris_volume
source: Volume
ca@valencia: Volum
tr: Ses

# mpris_time_settings_title
source: Forward/rewind buttons
ca@valencia: Botons per a avançar o rebobinar
tr: İleri/geri düğmeleri

# mpris_time_settings_summary
source: Adjust the time to fast forward/rewind when pressed
ca@valencia: Ajusta el temps per a avançar o rebobinar quan es toca
tr: Basıldığında hızlı ileri/geri sarma süresini ayarlayın

# mpris_time_entries:0
source: 10 seconds
ca@valencia: 10 segons
tr: 10 saniye

# mpris_time_entries:1
source: 20 seconds
ca@valencia: 20 segons
tr: 20 saniye

# mpris_time_entries:2
source: 30 seconds
ca@valencia: 30 segons
tr: 30 saniye

# mpris_time_entries:3
source: 1 minute
ca@valencia: 1 minut
tr: 1 dakika

# mpris_time_entries:4
source: 2 minutes
ca@valencia: 2 minuts
tr: 2 dakika

# mpris_notification_settings_title
source: Show media control notification
ca@valencia: Mostra les notificacions dels reproductors
tr: Ortam denetim bildirimini göster

# mpris_notification_settings_summary
source: Allow controlling your media players without opening KDE Connect
ca@valencia: Permet controlar els reproductors multimèdia sense obrir KDE Connect
tr: KDE Connect'i açmadan ortam oynatıcılarınızı denetlemenize izin verin

source: Share To…
ca@valencia: Compartix amb…
tr: Paylaş…

# protocol_version_newer
source: This device uses a newer protocol version
ca@valencia: Este dispositiu utilitza una versió nova del protocol
tr: Bu aygıt, daha yeni bir protokol sürümü kullanıyor

# plugin_settings_with_name
source: %s settings
ca@valencia: Configuració del %s
tr: %s ayarları

source: Invalid device name
ca@valencia: El nom del dispositiu no és vàlid
tr: Geçersiz aygıt adı

# shareplugin_text_saved
source: Received text, saved to clipboard
ca@valencia: S'ha rebut text i s'ha guardat al porta-retalls
tr: Gelen ileti, panoya kaydet

# custom_devices_settings
source: Custom device list
ca@valencia: Llista personalitzada de dispositius
tr: Özel aygıt listesi

# custom_device_list
source: Add devices by IP
ca@valencia: Afig dispositius per la IP
tr: IP'ye göre aygıtları ekle

source: Custom device deleted
ca@valencia: S'ha suprimit un dispositiu personalitzat
tr: Özel aygıt silindi

# custom_device_list_help
source: If your device is not automatically detected you can add its IP address or hostname by clicking on the Floating Action Button
ca@valencia: Si el dispositiu no es detecta automàticament, podeu afegir la seua adreça IP o el nom de la màquina fent clic en el botó flotant d'acció
tr: Aygıtınız kendiliğinden algılanmazsa İşlem Düğmesine tıklayarak IP adresini veya ana bilgisayar adını ekleyebilirsiniz

# custom_device_fab_hint
source: Add a device
ca@valencia: Afig un dispositiu
tr: Aygıt ekle

source: Undo
ca@valencia: Desfés
tr: Geri al

# share_notification_preference
source: Noisy notifications
ca@valencia: Notificacions sonores
tr: Sesli bildirimler

# share_notification_preference_summary
source: Vibrate and play a sound when receiving a file
ca@valencia: Vibra i reproduïx un so en rebre un fitxer
tr: Bir dosya alırken, ses çıkar ve titret

# share_destination_customize
source: Customize destination directory
ca@valencia: Personalitza el directori de destinació
tr: Hedef dizini özelleştir

# share_destination_customize_summary_disabled
source: Received files will appear in Downloads
ca@valencia: Els fitxers rebuts apareixeran a Baixades
tr: Gelen dosyalar İndirilenler'de gözükecektir

# share_destination_customize_summary_enabled
source: Files will be stored in the directory below
ca@valencia: Els fitxers seran emmagatzemats en el directori de davall
tr: Dosyalar aşağıdaki dizinden depolanacaktır

# share_destination_folder_preference
source: Destination directory
ca@valencia: Directori de destinació
tr: Hedef dizin

source: Share
ca@valencia: Compartix
tr: Paylaş

# share_received_file
source: Share "%s"
ca@valencia: Compartix «%s»
tr: Paylaş "%s"

# title_activity_notification_filter
source: Notification filter
ca@valencia: Filtre de notificacions
tr: Bildirim süzgeci

# filter_apps_info
source: Notifications will be synchronized for the selected apps.
ca@valencia: Les notificacions se sincronitzaran per a les aplicacions seleccionades.
tr: Bildirimler, seçili uygulamalar için eşitlenecektir.

# show_notification_if_screen_off
source: Send notifications only if the screen is off
ca@valencia: Envia les notificacions només si la pantalla està apagada
tr: Yalnızca ekran kapalıysa bildirimler gönder

# sftp_sdcard_num
source: SD card %d
ca@valencia: Targeta SD %d
tr: SD kart %d

# sftp_sdcard
source: SD card
ca@valencia: Targeta SD
tr: SD kart

# sftp_readonly
source: (read only)
ca@valencia: (només de lectura)
tr: (saltokunur)

# sftp_camera
source: Camera pictures
ca@valencia: Imatges de la càmera
tr: Kamera resimleri
